import React from 'react';
import './scss/section8-10.scss';

export default function Section8Component(){


    return (
        <section id="section8">
            <div className="container">
                <div className="gap">
                    <div className="title">
                        <h3><img src="./img/service/titCopyright.gif" alt="" /></h3>
                    </div>
                    <div className="content">
                        <img src="./img/service/bgConBox0101.gif" alt="" />
                        <div>
                            <h5><strong>1.</strong><em> 제1조(목적)</em></h5>
                            <p>
                                당사에서 제공하는 모든 서비스는 당사의 계약 혹은 제작에 의하여 게재 되었습니다.
                                <br />
                                따라서 주식회사 인터파크(이하 ‘인터파크’라 합니다)가 모든 저작권을 갖습니다. 회원의 신분으로 취득한 본 서비스의 정보는 회원과 인터파크간의 계약으로 제3자 혹은 동의 되지 않은 용도로 사용이 불가능 합니다. 이를 사용하기 위해서는 인터파크의 사전 동의를 얻어야 하며 반드시 당사의 저작권과 구체적인 출처를 밝혀야 합니다.(예: 인터파크 제공) 미기재시 민/형사상의 책임을 부담할 수 있습니다. 
                                <br />
                                본 서비스의 데이터, 컨텐츠, 해당 페이지로의 직접적인 링크 등을 당사와 사전 서면동의 없이 무단으로 사용 또는 제공하는 경우 저작권의 침해로 간주하여 이에 대한 손해배상 책임을 부담합니다. 특히 각 개인의 블로그, 온라인으로의 게재, 인쇄용도로의사용등은 철저하게 사용 불가능 합니다. 단, 당사와의 서면 합의에 의하여 일부분 제공이 가능합니다. 이 경우 sahara@interpark.com으로 메일을 통한 상담을 하시기 바랍니다.
                            </p>
                            <h5><strong>2.</strong><em> 게시물에 대한 저작권</em></h5>
                            <p>
                                ① 본 사이트에 게재된 모든 게시물 또는 저작물에 대한 저작권 기타 지적재산권은 인터파크에 귀속합니다.
                                <br />
                                ② 회원이 본인의 노력으로 서비스 내에 게시한 게시물의 저작권에 대해서는 회원에게 저작권이 있습니다.
                                <br />
                                단, 인터파크는 서비스의 운영, 전시, 전송, 배포, 홍보 의 목적으로 회원의 별도의 허락 없이 무상으로 저작권법에규정하는 공정한 관행에 합치되게 합리적인 범위 내에서 다음 각 호와 같은 방법으로 회원이 등록한 게시물을 사용할 수 있습니다. 가. 서비스 내에서 회원 게시물의 복제, 수정, 개조, 전시, 전송, 배포 및 저작물성을 해치지 않는 범위 내에서의 편집 저작물 작성 나. 미디어, 통신사 등 서비스 제휴 파트너에게 회원의 게시물 내용을 제공, 전시 혹은 홍보하게 하는 것. 단, 이 경우 인터파크는 별도의 동의 없이 회원의 회원번호(ID) 외에 회원의 개인정보를 제공하지 않습니다.
                                <br />
                                ③ 인터파크는 제2항 이외의 방법으로 회원의 게시물을 이용하고자 하는 경우, 전화, 팩스, 전자우편 등의 방법을 통해 사전에 회원 의 동의를 얻어야 합니다. 
                                <br />
                                ④ 회원이 이용계약 해지를 한 경우라도 본인 계정에 기록된 게시물 일체는 삭제되지 않으며 삭제하기 위해서는 별도로 전화, 팩스, 메일 등의 방법으로 요청하셔야 합니다.(sahara@interpark.com)
                                <br />
                                이 경우라도 인터파크는 모든 게시물 또는 저작물에 대한 제한없는 사용권을 갖습니다. 
                                <br />
                                ⑤ 회원이 게시한 게시물에 저작권 관련 문제발생시 게시한 회원이 모든 책임을 지게 됩니다.
                            </p>
                            <h5><strong>3.</strong><em> 서비스의 사용권의 동의</em></h5>
                            <p>
                                인터파크의 모든 컨텐츠 및 서비스는 당사 온라인 사이트 내에서 개인 참고용으로만 사용이 가능합니다.
                                <br />
                                단, 인터파크가 유료로 제공하는 컨텐츠의 경우 컨텐츠별 사용 제약을 별도로 규정합니다. 
                            </p>
                        </div>
                        <img src="./img/service/bgConBox0103.gif" alt="" />
                    </div>
                </div>
            </div>
        </section>
    );
};